[
    "Did you know that iPTF14hls is A star that seems to have exploded 6 times in the past 70 years?",
    "Did you know that chronophobia is a fear of time?",
    "Did you know that the Great Molasses Flood happened when a storage tank burst and flooded the streets of Boston with a 25-foot (7.6 m) high wave of molasses?",
    "Did you know that the Voyager Golden Record is a compilation of sounds and images of humanity sent to space in 1977?",
    "Did you know that Graham's number is a number so large that the observable universe is not big enough to write it in full in decimal notation?",
    "Did you know that the Republic of Benin (1967) is one of the shortest-lived states in history, it was independent for only seven hours (07:00 to 14:00 on 19 September 1967)?",
    "Did you know that \"Mountains of Kong\" are a non-existent trans-African mountain range that appeared on Western maps of the 19th century?",
    "Did you know that Diomede Islands are two islands in the Bering Strait separated by 4 kilometres (2.5 mi) and 21 hours' time difference?",
    "Did you know that \"zyzyxia lundellii\" and \"Zyzzyzus warreni\" are the last plant name and animal name in the dictionary, respectively?",
    "Did you know that koumpounophobia is a fear of buttons?",
    "Did you know that Square Root Day is any date when the day and month are both the square root of the last two digits of the year (the next being 5th May 2025)?",
    "Did you know that osmophobia is a fear of odors and smells?",
    "Did you know that \"recursive islands and lakes\" are islands in lakes in islands in lakes in islands...?",
    "Did you know that the Gate Tower Building is a skyscraper in Japan that has a highway offramp passing through its fifth, sixth and seventh floors?",
    "Did you know that Carpatho-Ukraine is the third shortest-lived state in history? It was independent for only 24 hours?",
    "Did you know that chicken eyeglasses are tiny spectacles for chicks, to stop them from seeing red?",
    "Did you know that 33 Thomas Street is a windowless skyscraper in New York?",
    "Did you know that International Talk Like a Pirate Day is every September 19?",
    "Did you know that the Indiana Pi Bill was a notorious attempt to legislate the value of pi as 3.2?",
    "Did you know that pogonophobia is a fear of beards?",
    "Did you know that mageirocophobia is a fear of cooking?",
    "Did you know that \"cosmic latte\" is the average colour of the Universe? A slightly beige white.",
    "Did you know that Null Island is a fictional island in the Gulf of Guinea, at 0°N 0°E, or where the prime meridian and equator meet?",
    "Did you know that telephobia is a fear of making or answering telephone calls?",
    "Did you know that Colma, California is a town where the dead outnumber the living by 1000 to 1?",
    "Did you know that pataphysics is A parody of science that purports to study what lies beyond the realm of metaphysics?",
    "Did you know that Brennender Berg is a German coal mine on fire since 1668?",
    "Did you know that the Bobbit worm is armed with sharp teeth? It is known to attack with such speeds that its prey is sometimes sliced in half.",
    "Did you know that Bayswater Bridge is a bridge in Perth that has been hit by trucks 50 times between 2014 and 2020?",
    "Did you know that Whittier, Alaska is a city in Alaska where (almost) all of its residents live in one building: Begich Towers?",
    "Did you know that Colletto Fava is A 1,500-metre (4,900 ft) hill with a 61-metre (200 ft) stuffed pink bunny on top?",
    "Did you know that numerophobia is a fear of numbers?",
    "Did you know that Atar, Padang Ganting is an Indonesian village with a monument resembling a photocopier?",
    "Did you know that Thanksgivukkah is a Thanksgiving-Hanukkah hybrid when the two overlap in November in the US?",
    "Did you know that Coober Pedy is a mining town in Australia where most of the residents live underground?",
    "Did you know that Harryplax is A genus of crab named in part after Harry Potter?",
    "Did you know that Dahala Khagrabari is in India inside Bangladesh inside India inside Bangladesh (a third-order enclave)?",
    "Did you know that Dord is A nonexistent English word, supposedly meaning \"density?\" It was listed in the Webster's New International Dictionary from 1935 to 1939.",
    "Did you know that the Waffle House Index is the U.S. government's alternative measure of disaster impact?",
    "Did you know that Unsinkable Sam was a cat that survived the sinking of three ships?",
    "Did you know that a \"gravity hill\" is a hill that gives the illusion of objects rolling up it?",
    "Did you know that Corporation Trust Center (CT Corporation) in Delaware is a small single-story building where over 285,000 companies (15% of all companies in the US), are legally based?",
    "Did you know that an ingressive sound is in many languages and dialects around the world, a loud inhalation means \"yes?\"",
    "Did you know that a \"folly\" is a building prized for its uselessness?",
    "Did you know that \"Reality Checkpoint\" is a lamppost in Cambridge, England with its own name?",
    "Did you know that the Leaning Tower of Suurhusen is beating the world-famous Leaning Tower of Pisa by 1.22 degrees?",
    "Did you know that Hallstatt (China) is An ongoing replica construction of a town in Austria?",
    "Did you know that \"Bir Tawil\" is one of the few places on Earth not claimed by any country? An American trekked there and claimed it in 2014 as the Kingdom of North Sudan so he could make his daughter a princess.",
    "Did you know that Pheasant Island is an uninhabited river island which switches sovereignty between France and Spain every six months?",
    "Did you know that Lake Nyos is a lake in northwestern Cameroon which exploded in 1986, killing 1,746 people?"
]