[{"pageTitle": "Island fox", "sectionTitles": "Main, Description", "Main": "The island fox (Urocyon littoralis) is a small fox that is endemic to six of the eight Channel Islands of California. There are six subspecies, each unique to the island it lives on, reflecting its evolutionary history. They are generally docile, show little fear of humans, and are easily tamed. Island foxes played an important role in the spiritual lives of native Channel Islanders. They have been likely semi-domesticated as pets, used as pelts, or for other functions, like pest control.", "Description": "The island fox is significantly smaller than the related gray fox, and is the smallest fox in North America, averaging slightly smaller than the swift (Vulpes velox) and kit foxes (Vulpes macrotis). Typically, the head-and-body length is 48–50 cm (19–19.5 in), shoulder height 12–15 cm (4.5–6 in), and the tail is 11–29 cm (4.5–11.5 in) long, which is notably shorter than the 27–44 cm (10.5–17.5 in) tail of the gray fox. This is due to the fact that the island fox generally has two fewer tail vertebrae than the gray fox. The island fox weighs between 1 and 2.8 kg (2.2 and 6.2 lb). The male is always larger than the female. The largest of the subspecies occurs on Santa Catalina Island and the smallest on Santa Cruz Island.\n\nThe island fox has gray fur on its head, a ruddy red coloring on its sides, white fur on its belly, throat and the lower half of its face, and a black stripe on the dorsal surface of its tail. In general the coat is darker and duller hued than that of the gray fox. The island fox molts once a year between August and November. Before the first molt pups are woolly and have a generally darker coat than adult foxes. A brown phase, with the grey and black fur of the body replaced by a sandy brown and a deeper brown, may occur in the San Clemente Island and San Nicolas Island populations. It is unclear if this is a true color phase, a change that occurs with age, or possibly a change that occurs because of interactions with Opuntia cactus spines that become embedded in the pelt."}, {"pageTitle": "Hector's dolphin", "sectionTitles": "Main, Description", "Main": "Hector's dolphin (Cephalorhynchus hectori) is one of four dolphin species belonging to the genus Cephalorhynchus. Hector's dolphin is the only cetacean endemic to New Zealand, and comprises two subspecies: C. h. hectori, the more numerous subspecies, also referred to as South Island Hector's dolphin; and the critically endangered Māui dolphin (C. h. maui), found off the West Coast of the North Island.", "Description": "Hector's dolphin is the smallest dolphin species. Mature adults have a total length of 1.2–1.6 m (3 ft 11 in–5 ft 3 in) and weigh 40–60 kg (88–132 lb). The species is sexually dimorphic, with females being about 5–7% longer than males. The body shape is stocky, with no discernible beak. The most distinctive feature is the rounded dorsal fin, with a convex trailing edge and undercut rear margin.\n\nThe overall coloration appearance is pale grey, but closer inspection reveals a complex and elegant combination of colours. The back and sides are predominantly light grey, while the dorsal fin, flippers, and flukes are black. The eyes are surrounded by a black mask, which extends forward to the tip of the rostrum and back to the base of the flipper. A subtly shaded, crescent-shaped black band crosses the head just behind the blowhole. The throat and belly are creamy white, separated by dark-grey bands meeting between the flippers. A white stripe extends from the belly onto each flank below the dorsal fin.\n\nAt birth, Hector's dolphin calves have a total length of 60–80 cm (24–31 in) and weigh 8–10 kg (18–22 lb). Their coloration is the almost same as adults, although the grey has a darker hue. Newborn Hector's dolphins have distinct fetal fold marks on their flanks that cause a change in coloration pattern of the skin. These changes are visible for approximately six months and consist of four to six vertical light grey stripes against darker grey skin."}, {"pageTitle": "Asarum", "sectionTitles": "Main, Description", "Main": "Asarum is a genus of plants in the birthwort family Aristolochiaceae, commonly known as wild ginger.\n\nAsarum is the genitive plural of the Latin āsa (an alternate form of āra) meaning altar or sanctuary.", "Description": "Asarum is a genus of low-growing herbs distributed across the temperate zones of the Northern Hemisphere, with most species in East Asia (China, Japan, and Vietnam) and North America, and one species in Europe. Biogeographically, Asarum originated in Asia.\n\nThey have characteristic kidney-shaped leaves, growing from creeping rhizomes, and bear small, axillary, brown or reddish flowers.\n\nThe plant is called wild ginger because the rhizome tastes and smells similar to ginger root, but the two are not particularly related. The FDA warns against consuming Asarum, as it is nephrotoxic and contains the potent carcinogen aristolochic acid. The birthwort family also contains the genus Aristolochia, known for carcinogens.\n\nWild ginger favors moist, shaded sites with humus-rich soil. The deciduous, heart-shaped leaves are opposite, and borne from the rhizome which lies just under the soil surface. Two leaves emerge each year from the growing tip. The curious jug-shaped flowers, which give the plant an alternate name, little jug, are borne singly in spring between the leaf bases.\n\nWild ginger can easily be grown in a shade garden, and makes an attractive groundcover."}, {"pageTitle": "Aerodramus", "sectionTitles": "Main, Description", "Main": "Aerodramus is a genus of small, dark, cave-nesting birds in the Collocaliini tribe of the swift family. Its members are confined to tropical and subtropical regions in southern Asia, Oceania and northeastern Australia. Many of its members were formerly classified in Collocalia, but were first placed in a separate genus by American ornithologist Harry Church Oberholser in 1906.\n\nThis is a taxonomically difficult group of very similar species. Echolocation, DNA sequencing and parasitic lice have all been used to establish relationships, but some problems, such as the placement of the Papuan swiftlet are not fully resolved. These swiftlets can pose major identification problems where several species occur.\n\nWhat distinguishes Aerodramus swiftlets from other swifts, and indeed almost all other birds, is their ability to use a simple but effective form of echolocation. This enables them to navigate within the breeding and roosting caves.\n\nThe nests of Aerodramus swiftlets are constructed with saliva as a major component. In two species, saliva is the only material used, and the nests are collected for the famous Chinese delicacy 'bird's nest soup', the over-collection of which puts pressure on the swiftlet populations.", "Description": "The range of these swiftlets is confined to tropical southern Asia, Oceania, northeastern Australia and the Indian Ocean, with the greatest diversity in Southeast Asia, Indonesia and Papua New Guinea. Several of the species are restricted to small islands, and their limited range can make them vulnerable, like the Seychelles, Whitehead's and Guam swiftlets. The Mangaia swiftlet is a recently extinct species known only from fossils."}, {"pageTitle": "One Worldwide Plaza", "sectionTitles": "Main, Architecture and design", "Main": "One Worldwide Plaza is the largest tower of a three-building, mixed-use commercial and residential complex in the Hell's Kitchen neighborhood of Manhattan, New York City. The complex, known collectively as Worldwide Plaza, was completed in 1989.\n\nOne Worldwide Plaza is a commercial office tower on the west side of Eighth Avenue, while Two Worldwide Plaza is a residential condominium tower west of the center of the block, and Three Worldwide Plaza is a low-rise condominium residential building with street level stores on Ninth Avenue, to the west of the towers. Skidmore, Owings & Merrill was the designer for the office complex, and the residential complex was designed by Frank Williams.\n\nThe complex, whose component skyscrapers are among the list of tallest buildings in New York City, occupies the entire city block bounded by Eighth Avenue, Ninth Avenue, 49th Street, and 50th Street. One Worldwide Plaza is built on the site of New York City's third Madison Square Garden.", "Architecture and design": "Designed by David Childs of Skidmore, Owings & Merrill, the Worldwide Plaza complex was developed by William Zeckendorf, Jr. and Victor Elmaleh of the World Wide Group. The building of One Worldwide Plaza was documented in a Channel 4 / PBS mini-series and a companion book Skyscraper: The Making of a Building by Karl Sabbagh. One Worldwide Plaza is a 50-story, 1.5 million square feet (140,000 m^2), 778-foot (237 m) office skyscraper. The building has three separate entrances to accommodate the various tenants in the building, which include the law firm Cravath, Swaine & Moore, the Japanese investment bank Nomura, and, formerly, the international advertising agency of Ogilvy & Mather. The base of the building is made of granite and precast concrete. The tower facade is made of brick. The building is crowned by a copper roof and glass pyramid known as \"David's Diamond\" after the architect, David Childs.\n\nA mid-block public plaza separates One Worldwide Plaza from the residential buildings of Two Worldwide Plaza and Three Worldwide Plaza. The public plaza is a bonus space granted under New York City Department of City Planning. The creation and maintenance of the public plaza resulted in permission to build additional floors in the office tower. The landscaping of the plaza contains over 40 trees and numerous plantings, and a cafe. Public seating is available year round. The center of the plaza is highlighted by a fountain created by Sidney Simon called \"The Four Seasons\". Four female statues, each modelled by Molly Ackerman and representing a season, hold up a globe. A theater space lies beneath the public plaza; it was originally a six-screen movie theatre but is now occupied by five Off-Broadway theatres known as New World Stages. Access is gained by two kiosk buildings: one on 49th Street and the other on 50th Street. The 50th Street New York City Subway station (C and ​E trains) is underneath. The southbound platform was renovated when One Worldwide Plaza was built.\n\nNew York Times architecture critic Paul Goldberger praised the project's layout and the tower's design as \"sumptuous\". However, he criticized the cheapness of the building's materials including the use of brick in place of stone and the sparing use of granite as well as the lack of mullions on the tower's windows. He also noted the building's inspiration from the New York Life Building and Crown Building."}, {"pageTitle": "900 North Michigan", "sectionTitles": "Main", "Main": "900 North Michigan in Chicago, in the U.S. state of Illinois, is a skyscraper completed in 1989. At 871 feet (265 m) tall, it is currently the ninth-tallest building in Chicago and the 31st-tallest in the United States. It was developed by Urban Retail Properties in 1988 as an upscale sister to Water Tower Place, one block southeast, and was the second vertical mall built along the Magnificent Mile.\n\nThe building features a large, upscale shopping mall called 900 North Michigan Shops. Bloomingdale's occupies the rear of its wide, six-story atrium, with other luxury shops and restaurants filling the remaining spaces. For this reason, it is commonly referred to as the \"Bloomingdale's Building\". The mall opened with Henri Bendel as a \"junior anchor\". The layout of the retail area reflects lessons learned from Water Tower Place; the anchor's placement at the rear draws shoppers through the space and creates leasable space with valuable Michigan Avenue frontage, while the arrangement of escalators in parallel, rather than in zig-zags, directs foot traffic past more shops.\n\nOffices originally occupied floors 8–28, but floors 21–28 were converted to condo units in 2007, leaving offices on floors 8–20. The luxurious Four Seasons Hotel occupies the middle floors (30–46) of the tower. Floors 48–66 are part of the 132 East Delaware Residences, these 106 condominiums were part of the original building plan. A large 12-story parking garage, with retail on the ground level and a medical clinic atop, occupies the rear half of the block, facing Rush Street.\n\nThe exterior of the tower is clad in limestone and green glass which reflects the light. The building has a steel skeleton on which a concrete frame was erected for the upper floors. Because the building materials changed, cranes used to work on the lower floors could not be used for the concrete portion and new cranes had to be erected to complete the building. Four lit \"lanterns\" atop the structure give it a distinctive skyline presence. They change colors for the Christmas season."}, {"pageTitle": "Spectral bat", "sectionTitles": "Main, Description", "Main": "The spectral bat (Vampyrum spectrum), also called the great false vampire bat or Linnaeus's false vampire bat, is a large, carnivorous leaf-nosed bat found in Mexico, Central America, and South America. It is the only member of the genus Vampyrum; its closest living relative is the big-eared woolly bat. It is the largest bat species in the New World, as well as the largest carnivorous bat: its wingspan is 0.7–1.0 m (2.3–3.3 ft). It has a robust skull and teeth, with which it delivers a powerful bite to kill its prey. Birds are frequent prey items, though it may also consume rodents, insects, and other bats.\n\nUnlike the majority of bat species, it is monogamous. Colonies consist of an adult male and female and their offspring. The adult male will bring food back to the roost to provision the adult female and their offspring. Colonies generally roost in tree hollows, though individuals may roost in caves. Due to habitat destruction and its low population density, it is listed as a near-threatened species by the International Union for Conservation of Nature (IUCN).", "Description": "The spectral bat is the largest bat species native to the New World and the largest carnivorous bat in the world. The wingspan typically ranges from 0.7–1.0 m (2.3–3.3 ft). Its forearm length is 101–110 mm (4.0–4.3 in). Its body length is 135–147 mm (5.3–5.8 in) and its mass is 134–189 g (4.7–6.7 oz). Its wings, though large in an absolute sense, are short relative to its body size. The wings are wide, though, creating a large surface area. Its wingtips are rounded and almost squarish. The thumbs are long, at 21.4–22.2 mm (0.84–0.87 in). Each of its thumbs has a large, recurved claw that is grooved, similar to those of cats. Its back fur is reddish-brown, long, and soft, while its belly fur is shorter and paler. The forearm is furred on the half closer to the body, but naked on the half closer to the wrist and fingers.\n\nIts molars are narrow with W-shaped crests. While six of its molars have three cusps, as in many mammal species, the last upper molars are reduced to two cusps; they are much smaller than the other molars. The talonids (crushing surfaces) of the molars are small relative to their trigonids (shearing surfaces). The upper canine teeth are well-developed. Its dental formula is 2.1.2.3 2.1.3.3 for a total of 34 teeth. Its skull is narrow and elongated with a pronounced sagittal crest. Overall, its skull resembles a miniature canid or bear skull. Its nose-leaf is large, at 17 mm (0.67 in) in length. There is no discernible tail, but the uropatagium (tail membrane) is long and broad. Its legs are long, and the feet are composed of slender bones; each digit has a well-developed claw. The ears are large and rounded, at 39–42 mm (1.5–1.7 in) long.\n\nThe brain is large relative to the body; at 1:67, its brain-to-body mass ratio is higher than that of cats and dogs. The cerebral hemispheres of the brain are extensively convoluted. The brain has well-developed olfactory bulbs and its cerebellum is the most ornamented and complex of any member of its subfamily. McDaniel described its corpus callosum and white matter as \"exceptionally thick\"."}, {"pageTitle": "Chestnut-headed bee-eater", "sectionTitles": "Main, Description, Habitat", "Main": "The chestnut-headed bee-eater (Merops leschenaulti), or bay-headed bee-eater, is a near passerine bird in the bee-eater family Meropidae. It is a resident breeder in the Indian subcontinent and adjoining regions, ranging from India east to Southeast Asia.\n\nThis species, like other bee-eaters, is a richly coloured, slender bird. It is predominantly green, with blue on the rump and lower belly. Its face and throat are yellow with a black eye stripe, and the crown and nape are rich chestnut. The thin curved bill is black. Sexes are alike, but young birds are duller.\n\nThis species is 18–20 cm long; it lacks the two elongated central tail feathers possessed by most of its relatives.", "Description": "Forehead, crown, nape, lower face and ear-coverts bright chestnut ; lores black, continued as a band under the eye and ear-coverts ; wing-coverts, lower back and tertiaries green, the latter tipped with bluish; rump and upper tail-coverts pale shining blue; primaries and secondaries green, rufous on the inner webs, and all tipped dusky ; central tail-feathers bluish on the outer, and green on the inner webs ; the others green, margined on the inner web with brown and all tipped dusky ; sides of face, chin and throat yellow ; below this a broad band of chestnut extending to the sides of the neck and meeting the chestnut of the upper plumage ; below this again a short distinct band of black and then an ill-defined band of yellow ; remainder of lower plumage green, tipped with blue, especially on the vent and under tail-coverts.\n\nThe Javan sub-species, M. l. quinticolor, differs in having the whole space from the bill down to the black pectoral band pure yellow without any chestnut, and in having the tail blue.\n\nRace andamanensis found in the Andamans is slightly larger than the Indian race. Iris crimson ; bill black ; legs dusky black ; claws dark horn-colour.", "Habitat": "This is a bird which breeds in sub-tropical open woodland, often near water. It is most common in highland areas. As the name suggests, bee-eaters predominantly eat insects, especially bees, wasps and hornets, which are caught in the air by sorties from an open perch.\n\nThese bee-eaters are gregarious, nesting colonially in sandy banks. They make a relatively long tunnel in which the 5 to 6 spherical white eggs are laid. Both the male and the female take care of the eggs. These birds also feed and roost communally. The call is similar to that of the European bee-eater.\n\nIts scientific name commemorates the French botanist Jean Baptiste Leschenault de la Tour."}, {"pageTitle": "Arbutus menziesii", "sectionTitles": "Main, Description, Uses", "Main": "Arbutus menziesii or Pacific madrone (commonly madrona in the United States and arbutus in Canada), is a species of broadleaf evergreen tree in the family Ericaceae, native to the western coastal areas of North America, from British Columbia to California.\n\nIts waxy evergreen foliage, contorted growth habit, and distinctive flaky bark make it a striking sight in the coastal cliffs and hills where it is abundant.", "Description": "Arbutus menziesii is an evergreen tree with rich orange-red bark that when mature naturally peels away in thin sheets, leaving a greenish, silvery appearance that has a satin sheen and smoothness. In spring, it bears sprays of small bell-like flowers, and in autumn, red berries. The berries dry up and have hooked barbs that latch onto larger animals for migration. It is common to see madronas of about 10 to 25 metres (33 to 82 ft) in height, but with the right conditions trees may reach up to 30 metres (98 ft). In ideal conditions, madronas can also reach a thickness of 5 to 8 feet (1.5 to 2.4 m) at the trunk, much like an oak tree. Leaves are thick with a waxy texture, oval, 7 to 15 centimetres (2.8 to 5.9 in) long and 4 to 8 centimetres (1.6 to 3.1 in) broad, arranged spirally; they are glossy dark green above and a lighter, more grayish green beneath, with an entire margin. The leaves are evergreen, lasting a few years before detaching, but in the north of its range, wet winters often promote a brown to black leaf discoloration due to fungal infections. The stain lasts until the leaves naturally detach at the end of their lifespan.", "Uses": "Native Americans ate the berries raw and cooked, but because the berries have a high tannin content and are thus astringent, they more often chewed them or made them into a cider. Overeating causes cramps. Native Americans also use the berries to make necklaces and other decorations, and as bait for fishing. Bark and leaves were used to treat stomach aches, cramps, skin ailments, and sore throats. The bark was often made into a tea to be drunk for these medicinal purposes. The wood is durable and has a warm color after finishing, so it has become more popular as a flooring material, especially in the Pacific Northwest. An attractive veneer can also be made from the wood. However, because large pieces of madrona lumber warp severely and unpredictably during the drying process, they are not used much. Madrone is burned for firewood, though, since it is a very hard and dense wood that burns long and hot, surpassing even oak in this regard."}, {"pageTitle": "Baikal teal", "sectionTitles": "Main, Description, Status", "Main": "The Baikal teal (Sibirionetta formosa), also called the bimaculate duck or squawk duck, is a dabbling duck that breeds in eastern Russia and winters in East Asia.", "Description": "At between 39 and 43 centimetres (15 and 17 in), this duck is slightly larger and longer-tailed than the common teal. The breeding male is unmistakable, with a striking green nape, yellow and black auriculars, neck, and throat. It has a dark crown, and its breast is light brown with dark spots. It has long dropping dark scapulars, and its grey sides are set off on the front and rear with white bars.\n\nThe Baikal teal has a height from 11.75 to 15.75 inches and a weighs an average of 1 pound.\n\nThe female looks similar to a female green-winged teal but with a longer tail, and a distinctive white spot at the base of the bill and a white throat that angles to the back of the eye. She also has a distinct light eyebrow bordered by a darker crown. The underwing is similar to the Green-winged Teal also, but has a darker leading edge. The green speculum has an indistinct cinnamon-buff inner border. Some \"females\" have \"bridle\" markings on their faces, but it has been suggested that at least some of these bridled \"females,\" if not all, are in fact juvenile males. The juvenile has a plumage similar to that of the female and can be distinguished from the Common Teal by the pale loral spot.\n\nIn non-breeding (eclipse) plumage, the drake looks more like the female, but plumage is a much richer reddish-brown (rufous) colour.", "Status": "This species is classified as Least Concern on the IUCN Red List, though it was classified as Vulnerable before 2011 due to hunting and destruction of its wintering wetland habitats. These threats remain, but the Baikal teal is recovering, with increased numbers of wintering birds and some increase in habitat area. Based on the numbers of Baikal teal counted wintering in South Korea, the global population is estimated to be around 1.07 million individual adults around 2010, a major increase from the tens of thousands counted in the 1980s and few hundreds of thousands in the 2000s."}, {"pageTitle": "Clark's anemonefish", "sectionTitles": "Main, Description, Etymology", "Main": "Amphiprion clarkii, known commonly as Clark's anemonefish and yellowtail clownfish, is a marine fish belonging to the family Pomacentridae, the clownfishes and damselfishes.", "Description": "Clark's anemonefish is a small-sized fish which grows up to 10 cm as a male and 15 cm as a female. It is stocky, laterally compressed, and oval to rounded.\n\nIt is colorful, with vivid black, white, and yellow stripes, though the exact pattern shows considerable geographical variation. Usually it is black dorsally and orange-yellow ventrally, the black areas becoming wider with age. There are two vertical white bands, one behind the eye and one above the anus, and the caudal peduncle is white. The snout is orange or pinkish. The dorsal and caudal fins are orange-yellow, and the caudal fin is generally lighter in tone than the rest of the body, sometimes becoming whitish.\n\nColor variations\n\nClark's anemonefish shows the greatest color variations of any anemonefish, with variations based on location, sex, age and host anemone. Adults in Vanuatu and New Caledonia are orange-yellow with two vertical white bands. Sex related color differences may be present, such as the female having a white caudal fin and the male having a yellow caudal fin. Juveniles are orange-yellow with vertical white bands. Fish living with the host anemone Stichodactyla mertensii, Mertens' carpet sea anemone are frequently black except for the snout bars and tail.\n\nSimilar species\n\nThe caudal fin is forked and the base lacks a white bar on Amphiprion latifasciatus. The caudal fin lacks the sharp demarcation between white and dark and the mid-body bar is narrower on Amphiprion allardi and Amphiprion akindynos. The caudal fin is dark on Amphiprion chrysogaster, Amphiprion fuscocaudatus and Amphiprion tricinctus.", "Etymology": "The specific name and the common name both honour the Scottish engraver John Heaviside Clark (1771–1836) who provided illustrations for Bennett's A Selection from the most remarkable and interesting Fishes found on the Coast of Ceylon, from drawings made in the Southern part of that Island."}, {"pageTitle": "Heracleum maximum", "sectionTitles": "Main, Description, Uses", "Main": "Heracleum maximum, commonly known as cow parsnip, is the only member of the genus Heracleum native to North America. It is also known as American cow-parsnip, Indian celery, Indian rhubarb or pushki. It is sometimes referred to as Heracleum lanatum (or Heracleum lanatum var. asiaticum), which is regarded as a synonym. The genus name Heracleum (from Heracles) refers to the very large size of all parts of these plants.", "Description": "Cow parsnip is a tall herbaceous perennial plant, reaching heights of over 2 m (7 ft). The stems are hollow and densely hairy. The leaves are very large, up to 40 cm (16 in) across, and divided into lobes. Cow parsnip has the characteristic flower umbels of the carrot family (Apiaceae). The umbels are about 20 centimetres (8 in) across, flat-topped or rounded, and composed of small white flowers. Sometimes the outer flowers of the umbel are much larger than the inner ones. The seeds are 8–12 mm (0.3–0.5 in) long and 5–8 mm (0.2–0.3 in) wide.\n\nIt is commonly confused with Heracleum mantegazzianum (giant hogweed), which is a much larger plant that typically has purplish spots on the stems, as well as more sharply serrated leaves.", "Uses": "The species is widely recognized as a valuable pasture plant for cows, sheep, and goats. It is also known to be important in the diets of numerous wild animals, especially bears, both grizzly bears and black bears. The thick flower stems, coming into season in early summer, can be peeled and eaten cooked when young; caution should be taken as the flowers resemble those of the extremely poisonous Cicuta maculata.\n\nIndigenous North Americans have had a variety of uses for cow parsnip, often traveling long distances in the spring—80 kilometres (50 miles) or more—to find the succulent plant shoots. The young stems and leafstalks were peeled and usually eaten raw, while early American settlers cooked the plant. In terms of taste, texture, and nutrients, the peeled stalks resembled celery, which gave rise to the common name \"Indian celery\". The natives were aware of the toxic effects of the plant, knowing that if the outer skin were not removed, one would get an \"itchy mouth\" or blistering skin. Pregnant women were warned away from the flower bud stalks to prevent newborns from asphyxiating when crying.\n\nAt least seven native groups in North America used the plant as a dermatological aid. It could be an ingredient in poultices applied to bruises or sores. A poultice prepared from the roots of cow parsnip was applied to swellings, especially of the feet. The dried stems were used as drinking straws for the old or infirm, or made into flutes for children. An infusion of the flowers can be rubbed on the body to repel flies and mosquitoes. A yellow dye can be made from the roots."}, {"pageTitle": "Java sparrow", "sectionTitles": "Main, Description, Habitat", "Main": "The Java sparrow (Padda oryzivora), also known as Java finch, Java rice sparrow or Java rice bird, is a small passerine bird. This estrildid finch is a resident breeding bird in Java, Bali and Bawean in Indonesia. It is a popular cage bird, and has been introduced into many other countries. Some taxonomists place this and the Timor sparrow in their own genus Padda.", "Description": "The Java sparrow is about 15 to 17 cm (5.9 to 6.7 in) in length from the beak to its tip of tail feathers. Although only about the size of a house sparrow, it may be the largest species in the estrildid family. The adult is unmistakable, with its grey upperparts and breast, pink belly, white-cheeked black head, red eye-ring, pink feet and thick red bill.\n\nBoth sexes are similar. Immature birds have brown upperparts and pale brown underparts, and a plain head. Very young birds have a black beak with a pink base.\n\nThe call is a chip, and the song is a rapid series of call notes chipchipchipchipchipchip.", "Habitat": "The Java sparrow is a very gregarious bird which feeds mainly on grain and other seeds. It frequents open grassland and cultivation, and was formerly a pest in rice fields, hence its scientific name. The nest is constructed in a tree or building, and up to eight eggs are laid."}, {"pageTitle": "Upland goose", "sectionTitles": "Main, Description, Behavior and Diet", "Main": "The upland goose or Magellan goose (Chloephaga picta) is a sheldgoose of the shelduck-sheldgoose subfamily of the Anatidae, the biological family that includes the ducks and most duck-like waterfowl such as the geese and swans. There are two subspecies of upland goose. The smaller mainland form, picta, also known as the lesser Magellan goose, is found from central Chile and south-central Argentina south to Tierra del Fuego. The larger insular form, leucoptera or greater Magellan goose, is indigenous to the Falkland Islands, located off of southern part of South America.", "Description": "These birds are 60–72.5 centimetres (23.6–28.5 in) long and weigh 2.7–3.5 kg (6.0–7.7 lb) and are the largest of the Chloephaga species. Males have a white head and breast, whereas the females are brown with black-striped wings and yellow feet, and could be mistaken for ruddy-headed geese. A greenish-bronze speculum is located on the inner secondary flight feathers of the adult male.\n\nIn Chapter VI of On the Origin of Species, author Charles Darwin noted that the upland goose has webbing between its toes that appeared to be \"rudimentary in function, though not in structure\", and concluded that this was a vestigial anatomical feature in this bird.", "Behavior and Diet": "The upland goose is primarily a herbivore, feeding mostly of seeds, leaves, stems, and other plant matter. They are very gregarious, and flocks of thousands of birds can be found grazing in one pasture alone. They are considered pests by farmers due to the fact that they eat on the pastures that are used for cattle and sheep. They breed in densely-vegetated areas on plains or slopes, mostly in September and October, or November on the Falkland Islands. Males attract females through a courtship display in which they whistle loudly, to which the female responds with softer cackles. They are monogamous, and if a male encroaches on another's territory, a violent fight may break out. Males have been found injured or dead after these fights.\n\nThe nest is on the ground, concealed by dense vegetation, often located near water. A clutch consists of 5-8 eggs which are incubated for about 1 month. When the chicks hatch, they are covered in greyish-brown down. They don't remain in the nest for more than a day, quickly going to a nearby water source or feeding area, and are able to feed themselves from birth. They fledge in 9–10 weeks and reach maturity in 3 years."}, {"pageTitle": "King colobus", "sectionTitles": "Main, Characteristics", "Main": "The king colobus (Colobus polykomos), also known as the western black-and-white colobus, is a species of Old World monkey, found in lowland and mountain rainforests in a region stretching from Senegal, through Guinea-Bissau, Guinea, Sierra Leone and Liberia to the Ivory Coast. One of five members of the genus Colobus, the black-and-white colobuses, the king colobus is the westernmost species of the group on the continent of Africa. It eats mainly leaves, but also fruits and flowers. Though it is arboreal, it eats primarily on the ground. It lives in small groups consisting of 3 to 4 females and 1 to 3 males, plus their young. These groups maintain distance from one another through territorial calling.", "Characteristics": "The male king colobus grows to a head-and-body length of 670 mm (26 in), with a tail of between 630 and 900 mm (25 and 35 in). The female is slightly smaller. Males weigh an average of 9.90 kg and females weigh an average of 8.30 kg.\n\nThe body is black, the limbs and fingers are long and the tail is white. There is a fringe of silvery hair around the face as well as long white \"epaulettes\" on its shoulders. The king colobus can be distinguished from other members of the Colobus genus by the placement of its white markings. The king colobus has white only on its whiskers, chest, and tail, and its tail is not covered by a tuft."}, {"pageTitle": "Laysan finch", "sectionTitles": "Main, Description, Conservation", "Main": "The Laysan finch (Telespiza cantans) is a species of Hawaiian honeycreeper, that is endemic to the Northwestern Hawaiian Islands. It is one of four remaining finch-billed Hawaiian honeycreepers and is closely related to the smaller Nihoa finch. The Laysan finch is named for Laysan, the island to which it was endemic on its discovery. It was subsequently introduced to a few other atolls, and its historical range included some of the main islands.", "Description": "The Laysan finch is a large honeycreeper with a heavy bill. Overall the male has yellow plumage with a whitish belly and a grey neck. The female is duller than the male, with brown streaking. It is almost impossible to confuse the Laysan finch with any other bird in the field as it is the only passerine species found on the few islands it lives on.", "Conservation": "The Laysan finch is listed as Vulnerable by the IUCN because of its highly restricted range and vulnerability to extremes of weather, and it is considered endangered by the State of Hawaiʻi and U.S. government. It survived the devastating effects of the introduction of domestic rabbits (unlike the Laysan millerbird, honeycreeper and rail) by taking carrion and seabird eggs. Laysan is now part of the Hawaiian Islands National Wildlife Refuge. The population is considered stable with the biggest threat being uncontrollable climate change."}, {"pageTitle": "Wied's marmoset", "sectionTitles": "Main, Natural predators, Appearance", "Main": "Wied's marmoset (Callithrix kuhlii), also known as Wied's black-tufted-ear marmoset, is a New World monkey that lives in tropical and subtropical forests of eastern Brazil. Unlike other marmosets, Wied's marmoset lives in groups consisting of 4 or 5 females and 2 or 3 males (plus children). They are matriarchal, and only the dominant female is allowed to mate. Like other marmosets, the offspring are always born in pairs.", "Natural predators": "Wied's marmoset is eaten by birds of prey (the harpy eagle, the gray hawk, the roadside hawk and the white-tailed hawk), felines (the jaguar, jaguarundi and ocelot) and snakes.", "Appearance": "The coloring of Wied's marmoset is mostly black, with white markings on cheeks and forehead. It has rings on its tail and black tufts of fur coming out of its ears."}, {"pageTitle": "Scaphites", "sectionTitles": "Main, Morphology", "Main": "Scaphites is a genus of heteromorph ammonites belonging to the Scaphitidae family. They were a widespread genus that thrived during the Late Cretaceous period; they have a possible fossil record during the Paleocene (as recent as c.61 Ma) in the Southern United States and Turkmenistan.", "Morphology": "Scaphites generally have a chambered, boat-shaped shell. The initial part (juvenile stage) of the shell is generally more or less involute (tightly-coiled) and compressed, giving no hint of the heteromorphic shell form yet to come. The terminal part (adult stage) is much shorter, erect, and bends over the older shell like a hook. They have transverse, branching ribs with tubercles (small bumps) along the venter.\n\nReconstructions of the body within the shell can be made to portray Scaphites as either a benthic (bottom-dwelling) or planktonic animal, depending on where the center of gravity is located. Since useful fossils of the soft-body parts of cephalopods are highly rare, little is known about how this animal actually fit into its shell and lived its life."}, {"pageTitle": "Marbled cat", "sectionTitles": "Main, Characteristics", "Main": "The marbled cat (Pardofelis marmorata) is a small wild cat native from the eastern Himalayas to Southeast Asia, where it inhabits forests up to 2,500 m (8,200 ft) altitude. As it is present in a large range, it has been listed as Near Threatened on the IUCN Red List since 2015.\n\nThe marbled cat was once considered to belong to the pantherine lineage of cats. It is closely related to the Asian golden cat (Catopuma temminckii) and the bay cat (C. badia), all of which diverged from other felids about 9.4 million years ago.", "Characteristics": "The marbled cat is similar in size to a domestic cat, but has rounded ears and a very long tail that is as long as the cat's head and body. The ground colour of its long fur varies from brownish-grey to ochreous brown above and greyish to buff below. It is patterned with black stripes on the short and round head, on the neck and back. On the tail, limbs and underbelly it has solid spots. On the flanks it has irregular dark-edged blotches that fuse to dark areas and look like a 'marbled' pattern. Its paws are webbed between the digits and are completely sheathed. Its coat is thick and soft. Spots on the forehead and crown merge into narrow longitudinal stripes on the neck, and irregular stripes on the back. The legs and underparts are patterned with black dots, and the tail is marked with black spots proximally and rings distally. It has large feet and unusually large canine teeth, resembling those of the big cats, although these appear to be the result of parallel evolution. Marbled cats range from 45 to 62 cm (18 to 24 in) in head-body length with a 35 to 55 cm (14 to 22 in) long and thickly furred tail that indicates the cat's adaptation to an arboreal lifestyle, where the tail is used as a counterbalance. Recorded weights vary between 2 and 5 kg (4.4 and 11.0 lb)."}, {"pageTitle": "Ocellate river stingray", "sectionTitles": "Main, Appearance", "Main": "The ocellate river stingray (Potamotrygon motoro), also known as the peacock-eye stingray or black river stingray, is a species of freshwater stingray in the family Potamotrygonidae. It was the first species to be described in the family and is also the most widespread, ranging throughout much of the Río de la Plata, Amazon, Mearim and Orinoco basins in tropical and subtropical South America. It is sometimes kept in aquaria.", "Appearance": "Potamotrygon motoro can grow up to 50 cm (1.6 ft) in disc width, 1 m (3.3 ft) in total length, and 35 kg (77 lb) in weight. Its disk is roughly circular in shape, and its eyes are raised from the dorsal surface. The dorsal coloration is typically beige or brown, with numerous yellow-orange spots with dark rings. Its exact color, and the arrangement and size of the spots can vary significantly, both from individual to individual and depending on location. Three primary types have been identified in the Amazon basin, but each of these include a number of subtypes (two additional main types now are considered a separate species, P. marquesi). The two main Amazonian types, informally known as CD1 and CD2, are found throughout much of the Amazon (except most of the Rio Negro basin) and they often occur together. Those from the Río de la Plata Basin and Mearim River resemble CD1. Individuals from the Rio Negro and Orinoco basins (which are connected by the Casiquiare canal) are similar to each other and informally known as CD3, but differ from P. motoro elsewhere. Some individuals of CD3 have spots near the rim of the disc that are connected, forming a chain-like pattern. However, the \"marbled\" type is generally only reported from the Orinoco basin, including the Ventuari River."}, {"pageTitle": "Skink", "sectionTitles": "Main, Description", "Main": "Skinks are lizards belonging to the family Scincidae, a family in the infraorder Scincomorpha. With more than 1,500 described species across 100 different taxonomic genera, the family Scincidae is one of the most diverse families of lizards. Skinks are characterized by their smaller legs in comparison to typical lizards and are mostly found in different habitats except arctic and subarctic regions.", "Description": "Skinks look like lizards of the family Lacertidae (sometimes called true lizards), but most species of skinks have no pronounced neck and relatively small legs. Several genera (e.g., Typhlosaurus) have no limbs at all. This is not true for all skinks, however, as some species such as the red eyed crocodile skink have a head that is very distinguished from the body. These lizards also have legs that are relatively proportional to their body size.\n\nThe skink skull is covered by substantial bony scales, usually matching up in shape and size, while overlapping. Other genera, such as Neoseps, have reduced limbs and fewer than five toes (digits) on each foot. In such species, their locomotion resembles that of snakes more than that of lizards with well-developed limbs. As a general rule, the longer the digits, the more arboreal the species is likely to be. A biological ratio can determine the ecological niche of a given skink species. The Scincidae ecological niche index is a ratio based on anterior foot length at the junction of the ulna/radius-carpal bones to the longest digit divided by the snout-to-vent length.\n\nMost species of skinks have long, tapering tails they can shed if predators grab onto them. Such species generally can regenerate the lost part of a tail, though imperfectly. A lost tail can grow back within around three to four months. Species with stumpy tails have no special regenerative abilities.\n\nSome species of skinks are quite small; Scincella lateralis typically ranges from 7.5 to 14.5 cm (3 to 5+3⁄4 in), more than half of which is the tail. Most skinks, though, are medium-sized, with snout-to-vent lengths around 12 cm (4+1⁄2 in), although some grow larger; the Solomon Islands skink (Corucia zebrata) is the largest known extant species and may attain a snout-to-vent length of some 35 cm (14 in).\n\nSkinks can often hide easily in their habitat because of their protective colouring (camouflage)."}, {"pageTitle": "Nepeta", "sectionTitles": "Main, Description", "Main": "Nepeta is a genus of flowering plants in the family Lamiaceae. The genus name is reportedly in reference to Nepete, an ancient Etruscan city. There are about 250 species.\n\nThe genus is native to Europe, Asia, and Africa, and has also naturalized in North America.\n\nSome members of this group are known as catnip or catmint because of their effect on house cats – the nepetalactone contained in some Nepeta species binds to the olfactory receptors of cats, typically resulting in temporary euphoria.", "Description": "Most of the species are herbaceous perennial plants, but some are annuals. They have sturdy stems with opposite heart-shaped, green to gray-green leaves. Nepeta plants are usually aromatic in foliage and flowers.\n\nThe tubular flowers can be lavender, blue, white, pink, or lilac, and spotted with tiny lavender-purple dots. The flowers are located in verticillasters grouped on spikes; or the verticillasters are arranged in opposite cymes, racemes, or panicles – toward the tip of the stems.\n\nThe calyx is tubular or campanulate, they are slightly curved or straight, and the limbs are often 2-lipped with five teeth. The lower lip is larger, with 3-lobes, and the middle lobe is the largest. The flowers have 4 hairless stamens that are nearly parallel, and they ascend under the upper lip of the corolla. Two stamen are longer and stamens of pistillate flowers are rudimentary. The style protrudes outside of the mouth of the flowers.\n\nThe fruits are nutlets, which are oblong-ovoid, ellipsoid, ovoid, or obovoid in shape. The surfaces of the nutlets can be slightly ribbed, smooth or warty."}, {"pageTitle": "Aquilegia", "sectionTitles": "Main, Etymology, Description", "Main": "Aquilegia (common names: granny's bonnet, columbine) is a genus of about 60–70 species of perennial plants that are found in meadows, woodlands, and at higher altitudes throughout the Northern Hemisphere, known for the spurred petals of their flowers.", "Etymology": "The genus name Aquilegia is derived from the Latin word for eagle (aquila), because of the shape of the flower petals, which are said to resemble an eagle's claw. The common name \"columbine\" comes from the Latin for \"dove\", due to the resemblance of the inverted flower to five doves clustered together.", "Description": "Perennial herbs, with woody, erect stock, roots forming thick rhizomes. The basal leaves are compound, 1–3 ternate, blades 3-lobed -partite, and lobes lobulate and obtuse. The cauline leaves are similar to the basal ones, while the upper ones are bract like.\n\nThe hermaphrodite (bisexual) flowers are terminal to stem and branches. They are usually pentamerous (with five spreading perianth petaloid sepal segments). Five tubular honey-leaves[a] are semi erect with a flat limb and spurred or saccate at the base. The spur is directed backwards and secretes nectar. Stamens are numerous (often more than 50) in whorls of 5, the innermost being scarious staminodes. There are ten membranaceous intrastaminal scales. There are five pistils and the Carpels are free.\n\nThe fruit has several (five to 15) follicles which are semi erect and slightly connate downwards. These hold many seeds and are formed at the end of the pistils. The nectar is mainly consumed by long-beaked birds such as hummingbirds. Almost all Aquilegia species have a ring of staminodia around the base of the stigma, which may help protect against insects. Chromosome number is x=7."}, {"pageTitle": "Central Plaza (Hong Kong)", "sectionTitles": "Main, Design", "Main": "Central Plaza is a 78-storey, 374 m (1,227 ft) skyscraper completed in August 1992 at 18 Harbour Road, in Wan Chai on Hong Kong Island in Hong Kong. It is the third tallest tower in the city after 2 International Finance Centre in Central and the ICC in West Kowloon. It was the tallest building in Asia from 1992 to 1996, until the Shun Hing Square was built in Shenzhen, a neighbouring city. Central Plaza surpassed the Bank of China Tower as the tallest building in Hong Kong until the completion of 2 IFC.\n\nCentral Plaza was also the tallest reinforced concrete building in the world, until it was surpassed by CITIC Plaza, Guangzhou. The building uses a triangular floor plan. On the top of the tower is a four-bar neon clock that indicates the time by displaying different colours for 15-minute periods, blinking at the change of the quarter.\n\nAn anemometer is installed on the tip of the building's mast, at 378 metres (1,240 ft) above sea level. The mast has a height of 102 m (335 ft). It also houses the world's highest church inside a skyscraper, Sky City Church.", "Design": "Central Plaza is made up of two principal components: a free standing 368-metre-high (1,207 ft) office tower and a 30.5-metre-high (100 ft) podium block attached to it. The tower is made up of three sections: a 30.5-metre-high (100 ft) tower base forming the main entrance and public circulation spaces; a 235.4-metre-tall (772 ft) tower body containing 57 office floors, a sky lobby and five mechanical plant floors; and the tower top consist of six mechanical plant floors and a 102-metre-tall (335 ft) tower mast.\n\nThe ground level public area along with the public sitting out area form an 8,400 m2 (90,000 sq ft) landscaped garden with fountain, trees and artificial stone paving. No commercial element is included in the podium. The first level is a public thoroughfare for three pedestrian bridges linking the Mass Transit Railway, the Convention and Exhibition Centre and the China Resource Building. By turning these space to public use, the building got 20% plot ratio more as bonus. The shape of the tower is not truly triangular but with its three corners cut off to provide better internal office spaces.\n\nCentral Plaza was designed by the Hong Kong architectural firm Ng Chun Man and Associates and engineered by Arup. The main contractor was a joint venture, comprising the contracting firms Sanfield (a subsidiary of Sun Hung Kai) and Tat Lee, called Manloze Ltd."}, {"pageTitle": "Labrador duck", "sectionTitles": "Main, Description, Diet", "Main": "The Labrador duck (Camptorhynchus labradorius) was a North American bird; it has the distinction of being the first endemic North American bird species to become extinct after the Columbian Exchange, with the last known sighting occurring in 1878 in Elmira, New York. It was already a rare duck before European settlers arrived, and as a result of its rarity, information on the Labrador duck is not abundant, although some, such as its habitat, characteristics, dietary habits and reasons behind its extinction, are known. There are 55 specimens of the Labrador duck preserved in museum collections worldwide.", "Description": "The female plumage was grey. Although weakly patterned, the pattern was scoter-like. The male's plumage was black and white in an eider-like pattern, but the wings were entirely white except for the primaries. The trachea of the male was scoter-like. An expansion of the tracheal tube occurred at the anterior end, and two enlargements (as opposed to one enlargement as seen in scoters) were near the middle of the tube. The bulla was bony and round, puffing out from the left side. This asymmetrical and osseus bulla was unlike that of scoters; this bulla was similar to eiders and harlequin duck's bullae. The Labrador duck has been considered the most enigmatic of all North American birds.\n\nThe Labrador duck had an oblong head with small, beady eyes. Its bill was almost as long as its head. The body was short and depressed with short, strong feet that were far behind the body. The feathers were small and the tail was short and rounded. The Labrador duck belongs to a monotypic genus.", "Diet": "The Labrador duck fed on small molluscs, and some fishermen reported catching it on fishing lines baited with mussels. The structure of the bill was highly modified from that of most ducks, having a wide, flattened tip with numerous lamellae inside. In this way, it is considered an ecological counterpart of the North Pacific/North Asian Steller's eider. The beak was also particularly soft and may have been used to probe through sediment for food.\n\nAnother, completely unrelated, duck with similar (but even more specialized) bill morphology is the Australian pink-eared duck, which feeds largely on plankton, but also mollusks; the condition in the Labrador duck probably resembled that in the blue duck most in outward appearance. Its peculiar bill suggests it ate shellfish and crustaceans from silt and shallow water. The Labrador duck may have survived by eating snails."}, {"pageTitle": "Lemuridae", "sectionTitles": "Main, Characteristics, Habitat", "Main": "Lemuridae is a family of strepsirrhine primates native to Madagascar and the Comoros. They are represented by the Lemuriformes in Madagascar with one of the highest concentration of the lemurs. One of five families commonly known as lemurs. These animals were once thought to be the evolutionary predecessors of monkeys and apes, but this is no longer considered correct. They are formally referred to as lemurids.", "Characteristics": "Lemurids are medium-sized arboreal primates, ranging from 32 to 56 cm in length, excluding the tail, and weighing from 0.7 to 5 kg. They have long, bushy tails and soft, woolly fur of varying coloration. The hindlegs are slightly longer than the forelegs, although not enough to hamper fully quadrupedal movement (unlike the sportive lemurs). Most species are highly agile, and regularly leap several metres between trees. They have a good sense of smell and binocular vision. Unlike most other lemurs, all but one species of lemurid (the ring-tailed lemur) lack a tapetum lucidum, a reflective layer in the eye that improves night vision. Historically among mammals, activity cycles are either strictly diurnal or nocturnal, however, these can widely vary across species. Lemur activity has in general evolved from nocturnal to diurnal. Some lemurs are also cathemeral, an activity pattern where an animal is neither strictly diurnal nor nocturnal.", "Habitat": "The highly seasonal dry deciduous forest of Madagascar alternates between dry and wet seasons, making it uniquely suitable for lemurs. Lemur species diversity increases as the number of tree species in an area increase and is also higher in forests that have been disturbed over undisturbed areas. Evidence from the Subfossil records show that many of the now extinct lemurs actually lived in much drier climates than the currently extant lemurs."}, {"pageTitle": "Malvales", "sectionTitles": "Main, Description", "Main": "The Malvales are an order of flowering plants. As circumscribed by APG II-system, the order includes about 6000 species within 9 families. The order is placed in the eurosids II, which are part of the eudicots.\n\nThe plants are mostly shrubs and trees; most of its families have a cosmopolitan distribution in the tropics and subtropics, with limited expansion into temperate regions. An interesting distribution occurs in Madagascar, where three endemic families of Malvales (Sphaerosepalaceae, Sarcolaenaceae and Diegodendraceae) occur.\n\nMany species of Malvaceae sensu lato are known for their wood, with that of Ochroma (balsa) being known for its lightness, and that of Tilia (lime, linden, or basswood) as a popular wood for carving. Fruit of the cacao tree (Theobroma cacao) are used as an ingredient for chocolate. Kola nuts (genus Cola) are notable for their high content of caffeine and, in past, were commonly used for preparing of various cola drinks. Other well-known members of Malvales in the APG II sense are daphnes, hibiscus, hollyhocks, okra, jute, baobab trees, cotton, kapok, and durian.", "Description": "The morphology of Malvales is diverse, with few common characteristics. Among those most commonly encountered are palmate leaves, connate sepals, and a specific structure and chemical composition of the seeds. The cortex is often fibrous, built of soft phloem layers."}, {"pageTitle": "Peppered moth", "sectionTitles": "Main, Description", "Main": "The peppered moth (Biston betularia) is a temperate species of night-flying moth. It is mostly found in the northern hemisphere in places like Asia, Europe and North America. Peppered moth evolution is an example of population genetics and natural selection.\n\nThe caterpillars of the peppered moth not only mimic the form but also the colour of a twig. Recent research indicates that the caterpillars can sense the twig's colour with their skin and match their body colour to the background to protect themselves from predators.", "Description": "The wingspan ranges from 45 mm to 62 mm (median 55 mm). It is relatively stout-bodied, with forewings relatively narrow-elongate. The wings are white, \"peppered\" with black, and with more-or-less distinct cross lines, also black. These transverse wing lines and \"peppered\" maculation (spotting) can also, in rare instances, be gray or brown; the spotting pattern, in particularly very rare cases, is sometimes a combination of brown and black/gray. The black speckling varies in amount, in some examples it is almost absent, whilst in others it is so dense that the wings appear to be black sprinkled with white. The antennae of males are strongly bipectinate. Prout (1912–16) gives an account of the forms and congeners. "}, {"pageTitle": "Luxor Las Vegas", "sectionTitles": "Main, Attractions", "Main": "Luxor Las Vegas is a 30-story hotel and casino situated on the southern end of the Las Vegas Strip in Paradise, Nevada. The hotel is owned and operated by MGM Resorts International and has a 120,000-square-foot (11,000 m2) casino with over 2,000 slot machines and 87 table games.\n\nThe casino opened in 1993 and was renovated and expanded several times. Later renovation work modernized the design of the property and raised the hotel's capacity to 4,407 rooms, including 442 suites. The hotel's rooms line the interior walls of the main tower, which has a pyramid shape, and the 22-story twin ziggurat towers.\n\nThe hotel is named for the city of Luxor (ancient Thebes) in Egypt.", "Attractions": "The Luxor is home to three shows which consist of \"Fantasy\" (a topless revue), comedian Carrot Top, and the Blue Man Group.\n\nSince 2009, the resort has hosted Bodies: The Exhibition, an educational display on the human body, and Titanic: The Artifact Exhibition; the exhibits replaced the hotel's three-story arcade.\n\nFormer attractions\n\nAt its opening, the resort featured the Nile River Tour which was a river ride that carried guests to different parts of the pyramid and passed by pieces of ancient artwork on a river that encircled the casino. The river tour was removed three years after the hotel's opening.\n\nThe hotel also featured King Tut's Tomb and Museum, a replica of King Tutankhamen's tomb as found in the Valley of the Kings in Egypt. The replica tomb was closed in June 2008 and its recreated artifacts were donated to the Las Vegas Natural History Museum. The Natural History Museum displays the artifacts in its \"Treasures of Egypt\" exhibit, which opened January 30, 2010.\n\nSecrets of the Luxor Pyramid was a collection of three attractions which also debuted at the hotel's opening. The attractions included:\n\nIn Search of the Obelisk\nLuxor Live\nTheater of Time\n\nTheater of Time was replaced with IMAX-Cinema, which operated from 1996 to 2008. At time of the opening it was one out of 20 IMAX screens.\n\nFrom 2000 to 2005, the Luxor Theatre was the home of the performance-art show Blue Man Group, which then moved to the Venetian Las Vegas. Blue Man Group returned to the Luxor Theatre starting November 18, 2015.\n\nClubs\n\nOn August 31, 2007, LAX Nightclub officially opened at a party hosted by Britney Spears. A number of other celebrities, including Christina Aguilera, also hosted events at the club. The two-level, 26,000 sq ft (2,400 m2) venue contained 78 VIP tables and Noir Bar, which according to the Las Vegas Review Journal was an \"ultra-elite bar\" with a reservations-only policy. LAX Nightclub was closed on April 1, 2017 and was transformed into an esports venue, Esports Arena Las Vegas. Work on the Esports Arena began in July 2017 and completed in March 2018.\n\nAdditional nightlife destinations within Luxor include CatHouse, Aurora, Liquidity, and Flight.[45][46]"}, {"pageTitle": "Lombard Street (San Francisco)", "sectionTitles": "Main", "Main": "Lombard Street is an east–west street in San Francisco, California that is famous for a steep, one-block section with eight hairpin turns. Stretching from The Presidio east to The Embarcadero (with a gap on Telegraph Hill), most of the street's western segment is a major thoroughfare designated as part of U.S. Route 101. The famous one-block section, claimed to be \"the crookedest street in the world\", is located along the eastern segment in the Russian Hill neighborhood. It is a major tourist attraction, receiving around two million visitors per year and up to 17,000 per day on busy summer weekends, as of 2015.\n\nSan Francisco surveyor Jasper O'Farrell named the road after Lombard Street in Philadelphia."}, {"pageTitle": "Red slender loris", "sectionTitles": "Main, Description", "Main": "The red slender loris (Loris tardigradus) is a small, nocturnal strepsirrhine primate native to the rainforests of Sri Lanka. This is No. 6 of the 10 focal species and No. 22 of the 100 EDGE mammal species worldwide considered the most evolutionarily distinct and globally endangered.[4] Two subspecies have been identified, L. t. tardigradus and L. t. nycticeboides.", "Description": "This small, slender primate is distinguished by large forward-facing eyes used for precise depth perception, long slender limbs, a well-developed index finger, the absence of tail, and large prominent ears, which are thin, rounded and hairless at the edges. The soft dense fur is reddish-brown color on the back, and the underside is whitish-grey with a sprinkling of silver hair. Its body length on average is 7–10 in (180–250 mm), with an average weight of a mere 3–13 oz (85–369 g). This loris has a four-way grip on each foot. The big toe opposes the other 4 toes for a pincer-like grip on branches and food. It has a dark face mask with central pale stripe, much like the slow lorises.\n\nL. tardigradus tardigradus is reddish brown in the back and creamy yellow below, while L. tardigradus nycticeboides is dark brown dorsally and very light brown in upperparts."}, {"pageTitle": "Peckforton Castle", "sectionTitles": "Main, Architecture", "Main": "Peckforton Castle is a Victorian country house built in the style of a medieval castle. It stands in woodland at the north end of Peckforton Hills one mile (2 km) northwest of the village of Peckforton, Cheshire, England. It is recorded in the National Heritage List for England as a designated Grade I listed building. The house was built in the middle of the 19th century as a family home for John Tollemache, a wealthy Cheshire landowner, estate manager, and Member of Parliament. It was designed by Anthony Salvin in the Gothic style. During the Second World War it was used as a hostel for physically handicapped children.\n\nThe Tollemache family used the castle for occasional gatherings, but otherwise it was unused until 1969. From 1969 to 1980 the castle was leased by the 4th Lord Tollemache to George W. Barrett, and it again became a private residence and closed to the public. The right wing and tower and the castle gardens were restored by Barrett, an American employed by the U.S. Government. His daughter Pascale's wedding was the first to be held in the chapel and a special decree had to be obtained by the Archbishop of Canterbury to legally hold Catholic weddings in the grounds of the castle.\n\nDuring the 1970s and 1980s it was used as a location for shooting films and television programmes. The castle was bought in 1988 by Evelyn Graybill, who converted it into a hotel. In 2006 it was purchased by the Naylor family, who expanded its use to include hosting weddings, conferences and other functions.", "Architecture": "Castle\n\nExternal\n\nThe castle is faced with red sandstone, and has lead, asphalt and tile roofs. It is mainly in three storeys with a five-storey tower. The buildings are arranged around a ward with the principal accommodation on the north side. It is surrounded by a dry moat which is bridged at the gatehouse. To the west of the inner ward are the stables, the coach house, a rectangular bell tower and the kitchens and service area. To the north is the great hall range which consists of 18 bays. Behind the entrance to the hall is the circular main tower. At the east end of the gallery wing is the octagonal library tower. The outer walls of the castle have full-height slender turrets at the changes in direction. Corbel tables support part of the battlements. The walls contain arrow slots, and in the gatehouse is a garderobe. The flat roof has a crenellated parapet."}, {"pageTitle": "Palmate newt", "sectionTitles": "Main", "Main": "The palmate newt (Lissotriton helveticus) is a species of newt found in Western Europe, from Great Britain to the northern Iberian peninsula. It is 5–9.5 cm (2.0–3.7 in) long and olive or brown with some dark spots. The underside is yellow to orange, and the throat, unlike in the similar smooth newt, always unspotted. A dark stripe runs along the head and through the eyes. Breeding males develop a distinct filament on the end of their tail, strongly webbed hind feet, and a low, smooth crest on their back.\n\nHabitats include forests, marshes, pastures or gardens. While on land, the newts are mainly nocturnal. After emerging from hibernation in spring, they move to stagnant, fish-free water bodies for breeding. After a courtship display, the male deposits a spermatophore that is picked up by the female. Larvae develop over after 1.5–3.5 months before metamorphosing into land-dwelling juveniles (efts). Sexual maturity is reached after two to three years, and the newts can reach a total age of up to 12 years in the wild. The species is overall common and has been assessed as Least Concern by the IUCN."}, {"pageTitle": "Trillium erectum", "sectionTitles": "Main, Description", "Main": "Trillium erectum, the red trillium, also known as wake robin, purple trillium, bethroot, or stinking Benjamin, is a species of flowering plant in the family Melanthiaceae. The plant takes its common name \"wake robin\" by analogy with the European robin, which has a red breast heralding spring. Likewise Trillium erectum is a spring ephemeral whose life-cycle is synchronized with that of the forests in which it lives. It is native to the eastern United States and eastern Canada from northern Georgia to Quebec and New Brunswick.", "Description": "Trillium erectum is a perennial herbaceous plant that grows to about 40 cm (16 in) in height with a spread of 30 cm (12 in). It can tolerate extreme cold in winter, surviving temperatures down to −35 °C (−31 °F).\n\nLike all trilliums, its parts are in groups of three, with a 3-petalled flower above a whorl of pointed triple leaves. The petals are usually dark reddish maroon to purplish, fading to purple with age, but petal color is variable with yellow, pale green, pink, or white petals occurring occasionally throughout the range of the species. The ovary is dark purple to maroon regardless of petal color. The carrion-scented flowers attract scavenging flies for pollination. Eventually the flower petals wither, leaving behind a fruit that ripens to a dark red berry-like capsule, 1 to 1.5 centimeters long."}, {"pageTitle": "White-throated dipper", "sectionTitles": "Main, Description", "Main": "The white-throated dipper (Cinclus cinclus), also known as the European dipper or just dipper, is an aquatic passerine bird found in Europe, Middle East, Central Asia and the Indian Subcontinent. The species is divided into several subspecies, based primarily on colour differences, particularly of the pectoral band. The white-throated dipper is Norway's national bird.", "Description": "The white-throated dipper is about 18 centimetres (7.1 in) long, rotund and short tailed. The head of the adult (gularis and aquaticus) is brown, the back slate-grey mottled with black, looking black from a distance, and the wings and tail are brown. The throat and upper breast are white, followed by a band of warm chestnut which merges into black on the belly and flanks. The bill is almost black, the legs and irides brown. C. c. cinclus has a black belly band. The young are greyish brown and have no chestnut band.\n\nVoice\n\nThe male has a sweet wren-like song. During courtship the male sings whilst he runs and postures, exhibiting his snowy breast, and when displaying he will take long and high flights, like those of the common kingfisher, accompanied by sharp metallic calls clink, clink, different from the normal zil."}, {"pageTitle": "Red-flanked bluetail", "sectionTitles": "Main, Habitat, Description", "Main": "The red-flanked bluetail (Tarsiger cyanurus), also known as the orange-flanked bush-robin, is a small passerine bird that was formerly classed as a member of the thrush family Turdidae, but is now more generally considered to be an Old World flycatcher, Muscicapidae. It, and related species, are often called chats.", "Habitat": "It is a migratory insectivorous species breeding in mixed coniferous forest with undergrowth in northern Asia and northeastern Europe, from Finland east across Siberia to Kamchatka and south to Japan. It winters mainly in southeastern Asia, in the Indian Subcontinent, the Himalayas, Taiwan, and northern Indochina. The breeding range is slowly expanding westwards through Finland (where up to 500 pairs now breed), and it is a rare but increasing vagrant to western Europe, mainly to Great Britain. There have also been a few records in westernmost North America, mostly in western Alaska, but one on San Clemente Island off the southern California coast.", "Description": "At 13–14 cm long and 10–18 g weight, the red-flanked bluetail is similar in size and weight to the common redstart and slightly smaller (particularly with a slimmer build) than the European robin. As the name implies, both sexes have a blue tail and rump, and orange-red flanks; they also have a white throat and greyish-white underparts, and a small, thin black bill and slender black legs. The adult male additionally has dark blue upperparts, while females and immature males are plain brown above apart from the blue rump and tail, and have a dusky breast. In behaviour, it is similar to a common redstart, frequently flicking its tail in the same manner, and regularly flying from a perch to catch insects in the air or on the ground. The male sings its melancholy trill from treetops. Its call is a typical chat \"tacc\" noise. The nest is built on or near the ground, with 3–5 eggs which are incubated by the female."}, {"pageTitle": "Tsing Ma Bridge", "sectionTitles": "Main", "Main": "Tsing Ma Bridge is a bridge in Hong Kong. It is the world's 14th-longest span suspension bridge, and was the second longest at time of completion. The bridge was named after the two islands it connects, namely Tsing Yi and Ma Wan. It has two decks and carries both road and rail traffic, which also makes it the largest suspension bridge of this type. The bridge has a main span of 1,377 metres (4,518 ft) and a height of 206 metres (676 ft). The span is the longest of all bridges in the world carrying rail traffic.\n\nThe 41-metre-wide (135 ft) bridge deck carries six lanes of automobile traffic, with three lanes in each direction. The lower level contains two rail tracks and two sheltered carriageways used for maintenance access and traffic lanes when particularly severe typhoons strike Hong Kong and the bridge deck is closed to traffic."}, {"pageTitle": "Robin accentor", "sectionTitles": "Main, Description, Behavior", "Main": "The robin accentor (Prunella rubeculoides) is a species of bird in the family Prunellidae. It is found in the mountainous regions of Afghanistan, Pakistan, India, Nepal, Bhutan and China, at altitudes between about 3,000 and 5,500 m (9,800 and 18,000 ft). It is a brown bird with a grey head and an orange-red breast. It is common in parts of its range and its conservation status has been assessed by the International Union for Conservation of Nature as being of \"least concern\".", "Description": "The robin accentor is a large accentor, growing to a length of about 17 cm (7 in). The sexes are similar in appearance and have the slender, sharply-pointed beak typical of an insect-eating bird. The head and neck are grey while the other upper parts are brown, streaked with black. The throat is a uniform shade of reddish-orange and the belly pale buff. The wing coverts have white tips. The call is a high trill, or a repeated \"tszi tszi\". The song is musical and has been rendered as \"si-tsi-si-tsi-tsu-tsitsi\".", "Behavior": "The robin accentor mostly forages on the ground for insects, other invertebrates and seeds. Small groups of birds may feed together. A female often mates with several males, and each male attempts to remove any sperm already present in her cloaca before himself mounting her. The nest is built off the ground in tussock grass, bushes or scrub. It is cup-shaped, and a clutch of about four blue or green, unspeckled eggs is laid. The breeding season is between May and August and there may be two broods."}, {"pageTitle": "African blue flycatcher", "sectionTitles": "Main, Description", "Main": "The African blue flycatcher or blue-crested flycatcher (Elminia longicauda) is a species of bird in the family Stenostiridae from western and central Sub-Saharan Africa.", "Description": "The African blue flycatcher is a dainty, pale, bright blue flycatcher with a short crest and long tail. The entire upper parts and tail are bright blue, shading between blue and cyan, with black lores and black flight feathers edged with blue, the underparts are greyish blue fading to whitish on the belly. The bill and legs are black. Juveniles are duller with faint greyish spotting on the head and wing coverts. It measures 15–18 cm (5.9–7.1 in) in length and weighs 7–12 g (0.25–0.42 oz)."}, {"pageTitle": "Allium ramosum", "sectionTitles": "Main, Uses", "Main": "Allium ramosum, called Fragrant-flowered Garlic or Chinese chives is a northern Asian species of wild onion native to Kazakhstan, Mongolia, Siberia, the Russian Far East, and northern China (Gansu, Hebei, Heilongjiang, Jilin, Liaoning, Inner Mongolia, Ningxia, Qinghai, Shaanxi, Shandong, Shanxi, Xinjiang). The species is also naturalized in a few places in eastern Europe. In its native range, it grows at elevations of 500–2100 m.\n\nAllium ramosum has clusters of narrow bulbs. Scapes are up to 60 cm tall. Leaves are linear, keeled, shorter than the scape. Umbels have many flowers crowded together. Tepals are white or pale red with a red midvein.", "Uses": "The plant is traditionally eaten in northern China and Mongolia. It is known as gogd in Mongolian, and is gathered between May and July, then preserved with salt for the winter. Gogd is then used to season boiled mutton, or stuffed into dumplings. It is also used to treat stomach ailments. The flowers, called soriz, are gathered in late July and August, and salted."}, {"pageTitle": "Chrysiptera hemicyanea", "sectionTitles": "Main, Appearance, Reproduction", "Main": "Chrysiptera hemicyanea, known commonly as the azure damselfish, azure demoiselle, half-blue demoiselle, and yellow-dipped damsel, is a species of damselfish.", "Appearance": "This tropical marine fish reaches 7 centimetres (2.8 in) in length. It is mostly bright blue in color, with a bright yellow bottom. Different species in this genus have varied amounts of gold coloring.", "Reproduction": "The reproduction of Chrysiptera hemicyanea is not well studied. Reproduction in the genus Chrysiptera involves mating pairs, followed by a benthic egg-laying life cycle, where eggs are adhered to a substrate and a male stays around to guard and aerate the eggs. In addition this genus has a shorter larval stage when compared to other damselfish and because of these two things have issues distributing. Population has the ability to double in 15 months."}, {"pageTitle": "Many-banded aracari", "sectionTitles": "Main, Description, Diet", "Main": "The many-banded aracari, or many-banded araçari (Pteroglossus pluricinctus), is a species of bird in the family Ramphastidae.\n\nIt is found in Brazil, Colombia, Ecuador, Peru, and Venezuela. Its natural habitat is subtropical or tropical moist lowland forests.", "Description": "It measures between 40.6 and 43 cm in length. The beak is between 102 and 107 mm long and is ivory yellow on the top and black on the top line of the culmen and below. It has a black head, neck and upper chest; naked blue skin around the eyes; the tops with bright green feathers; lower part of the chest and belly yellow with two horizontal bands reddish to blackish and red rump to rufa.", "Diet": "Foraging in same species flocks, they are primarily frugivorous, with opportunistic preying on insects, small birds and bird eggs, and lizards. They play a role in seed dispersal of fruits with a dispersion range of hundreds of meters. They are likely to regurgitate seeds as opposed to digesting/excreting them to avoid ballast."}, {"pageTitle": "Cinereous vulture", "sectionTitles": "Main, Description, Culture and mythology", "Main": "The cinereous vulture (Aegypius monachus) is a large raptorial bird that is distributed through much of temperate Eurasia. It is also known as the black vulture, monk vulture, or Eurasian black vulture. It is a member of the family Accipitridae, which also includes many other diurnal raptors such as kites, buzzards and harriers. It is one of the largest two Old World vultures, attaining a maximum size of 14 kg, (roughly 30 lbs), 1.2 m long (almost 4 ft) and 3.1 m (a bit over 10 ft) across the wings.", "Description": "The cinereous vulture measures 98–120 cm (3 ft 3 in–3 ft 11 in) in total length with a 2.5–3.1 m (8 ft 2 in–10 ft 2 in) wingspan. Males can weigh from 6.3 to 11.5 kg (14 to 25 lb), whereas females can weigh from 7.5 to 14 kg (17 to 31 lb). It is thus one of the world's heaviest flying birds. Average weights are not known to have been published for this species but the median weight figures from two sources were 9.42 kg (20.8 lb) and 9.55 kg (21.1 lb). In Korea, a large survey of wild cinereous vultures was found to have weighed a mean of 9.6 kg (21 lb) with a mean total length of 113 cm (44 in), this standing as the only attempt to attain the average sizes of free-flying mature birds of the species, as opposed to nestlings or captive specimens. Unlike most accipitrids, males can broadly overlap in size with the females, although not uncommonly the females may be slightly heavier. These are one of the two largest extant Old World vultures and accipitrids, with similar total length and perhaps wingspans recorded in the Himalayan vulture (Gyps himalayensis) , as indicated by broadly similar wing and tail proportions, but the cinereous appears to be slightly heavier as well as slightly larger in tarsus and bill length. Superficially similar but unrelated New World condors can either be of similar wing area and bulk or slightly larger in these aspects.[13][14] Despite limited genetic variation in the species, body size increases from west to east based on standard measurements, with the birds from southwest Europe (Spain and south France) averaging about 10% smaller than the vultures from central Asia (Manchuria, Mongolia and northern China).[5] Among standard measurements, the wing chord is 73–89 cm (29–35 in), the tail is 33–41 cm (13–16 in) and the tarsus is 12–14.6 cm (4.7–5.7 in).\n\nThe cinereous vulture is distinctly dark, with the whole body being brown excepting the pale head in adults, which is covered in fine blackish down. This down is absent in the closely related lappet-faced vulture (Torgos tracheliotos). The skin of the head and neck is bluish-gray and a paler whitish color above the eye. The adult has brown eyes, a purplish cere, a blue-gray bill and pale blue-gray legs. The primary quills are often actually black.[6] From a distance, flying birds can easily appear all black. The immature plumage is sepia-brown above, with a much paler underside than in adults. Immature cinereous vultures have grey down on the head, a pale mauve cere and grey legs. The massive bill is one of the largest of any living accipiterid, a feature enhanced by the relatively small skull of the species. ", "Culture and mythology": "The Hebrew word for \"eagle\" is also used for the cinereous vulture. As such, Biblical passages alluding to eagles might actually be referring to this bird instead."}, {"pageTitle": "European shag", "sectionTitles": "Main, Description, Biology", "Main": "The European shag or common shag (Gulosus aristotelis) is a species of cormorant. It is the only member of the monotypic genus Gulosus. It breeds around the rocky coasts of western and southern Europe, southwest Asia and north Africa, mainly wintering in its breeding range except for the northernmost birds. In Britain this seabird is usually referred to as simply the shag. The scientific genus name is Latinised Ancient Greek, from φαλακρός (phalakros, \"bald\") and κόραξ (korax, \"raven\"). The species name aristotelis commemorates the Greek philosopher Aristotle.", "Description": "This is a medium-large black bird, 68 to 78 cm (27 to 31 in) long and with a 95-to-110-centimetre (37 to 43 in) wingspan. It has a longish tail and yellow throat-patch. Adults have a small crest in the breeding season. It is distinguished from the great cormorant by its smaller size, lighter build, thinner bill, and, in breeding adults, by the crest and metallic green-tinged sheen on the feathers. Among those differences are that a shag has a lighter, narrower beak; and the juvenile shag has darker underparts. The European shag's tail has 12 feathers, the great cormorant's 14 feathers. The green sheen on the feathers results in the alternative name green cormorant sometimes being given to the European shag.", "Biology": "It feeds in the sea, and, unlike the great cormorant, is rare inland. It will winter along any coast that is well-supplied with fish.\n\nThe European shag is one of the deepest divers among the cormorant family. Using depth gauges, European shags have been shown to dive to at least 45 m (148 ft). European shags are preponderantly benthic feeders, i.e. they find their prey on the sea bottom. They will eat a wide range of fish but their commonest prey is the sand eel. Shags will travel many kilometres from their roosting sites in order to feed.\n\nIn UK coastal waters, dive times are typically around 20 to 45 seconds, with a recovery time of around 15 seconds between dives; this is consistent with aerobic diving, i.e. the bird depends on the oxygen in its lungs and dissolved in its bloodstream during the dive. When they dive, they jump out of the water first to give extra impetus to the dive.\n\nIt breeds on coasts, nesting on rocky ledges or in crevices or small caves. The nests are untidy heaps of rotting seaweed or twigs cemented together by the bird's own guano. The nesting season is long, beginning in late February but some nests are not started until May or even later. Three eggs are laid. Their chicks hatch without down and so they rely totally on their parents for warmth, often for a period of two months before they can fly. Fledging may occur at any time from early June to late August, exceptionally to mid-October."}, {"pageTitle": "Manx shearwater", "sectionTitles": "Main, Description", "Main": "The Manx shearwater (Puffinus puffinus) is a medium-sized shearwater in the seabird family Procellariidae. The scientific name of this species records a name shift: Manx shearwaters were called Manks puffins in the 17th century. Puffin is an Anglo-Norman word (Middle English pophyn) for the cured carcasses of nestling shearwaters. The Atlantic puffin acquired the name much later, possibly because of its similar nesting habits.", "Description": "The Manx shearwater is 30–38 cm (12–15 in) with a 76–89 cm (30–35 in) wingspan and weighs 350–575 g (12+1⁄2–20+1⁄2 oz). It has the typically \"shearing\" flight of the genus, dipping from side to side on stiff wings with few wingbeats, the wingtips almost touching the water. This bird looks like a flying cross, with its wings held at right angles to the body, and it changes from black to white as the black upper parts and white under sides are alternately exposed as it travels low over the sea.\n\nVoice\n\nThis shearwater is mainly silent at sea, even when birds are gathered off the breeding colonies. It calls on its nocturnal visits to the nesting burrows in flight, on the ground, and in the burrows, although moonlight depresses the amount of calling. The vocalisations largely consists of a raucous series of croons, howls, and screams, typically in groups of a few syllables, which become weaker and throatier. The male has some clear ringing and shrieking tones absent from the harsher repertoire of the female, the difference being obvious when a pair duets. Females can recognise the voice of their mates, but not of their young. They do not provide postnesting care, and a chick in their burrow is likely their own, so voice identification is not needed.\n\nVision\n\nThe vision of the Manx shearwater has a number of adaptations to its way of life. Like other tube-nosed seabirds, it has a long, narrow area of visual sensitivity containing the fovea across the retina of the eye. This region is characterised by the presence of ganglion cells that are regularly arrayed and larger than those found in the rest of the retina. This feature helps in the detection of items in a small area projecting below and around the bill. It may assist in the detection of prey near the sea surface as a bird flies low over it.\n\nSince it visits its breeding colony at night, a shearwater has adaptations for nocturnal vision, too. In the shearwater's eyes, the lens does most of the bending of light necessary to produce a focused image on the retina. The cornea, the outer covering of the eye, is relatively flat, so of low refractive power. In a diurnal bird like a pigeon, the reverse is true; the cornea is highly curved and is the principal refractive component. The ratio of refraction by the lens to that by the cornea is 1.6 for the shearwater and 0.4 for the pigeon. The shorter focal length of shearwater eyes give them a smaller, but brighter, image than is the case for pigeons. Although the Manx shearwater has adaptations for night vision, the effect is small, and these birds likely also use smell and hearing to locate their nests."}, {"pageTitle": "Speckled day gecko", "sectionTitles": "Main, Description, Habitat, Diet", "Main": "The speckled day gecko (Phelsuma guttata) is a diurnal species of geckos. It lives in eastern Madagascar and typically inhabits rainforests and dwells on trees. The speckled day gecko feeds on insects and nectar.", "Description": "This lizard belongs to the medium-sized day geckos. It can reach a total length of about 13 cm. The body colour of this slender and long-snouted gecko is dark green. There are several small orange spots on the middle and lower portion of the back. A black eye stripe extends from the nostril to above the ear opening. Typical for this species are several v-shaped stripes on the throat. The flanks, legs and toes are white speckled. Some populations have some blue spots in the neck region. The ventral side is grayish white.", "Habitat": "P. guttata typically lives in rainforests where they live on trees and avoid bright sun light. Since much of the primary rainforest has been cleared, this species is also found on bushes and introduced banana trees.", "Diet": "These day geckos feed on various insects and other invertebrates. They also like to lick soft, sweet fruit, pollen and nectar."}, {"pageTitle": "Ricefish", "sectionTitles": "Main, Description, History", "Main": "The ricefishes are a family (Adrianichthyidae) of small ray-finned fish that are found in fresh and brackish waters from India to Japan and out into the Malay Archipelago, most notably Sulawesi (where the Lake Poso and Lore Lindu species are known as buntingi). The common name ricefish derives from the fact that some species are found in rice paddies. This family consists of about 37 species in two genera (some recognize a third, Xenopoecilus). Several species are rare and threatened, and some 2–4 may already be extinct.", "Description": "Most of these species are quite small, making them of interest for aquaria. Adrianichthys reach lengths of 8.5–17.1 cm (3.3–6.7 in) depending on the exact species involved,[4] while the largest Oryzias reaches up to 8 cm (3.1 in). Most Oryzias species are less than a half this length, with the smallest being up to only 1.6 cm (0.63 in) long. They have a number of distinctive features, including an unusual structure to the jaw, and the presence of an additional bone in the tail. The Japanese rice fish (O. latipes), also known as the medaka, is a popular model organism used in research in developmental biology. This species has traveled into space, where they have the distinction of being the first vertebrate to mate and produce healthy young in space.\n\nGenetic study of the family suggests that it originally evolved on Sulawesi and spread from there to the Asian mainland; the supposed genus Xenopoecilus are apparently unrelated, morphologically divergent species of Oryzias.", "History": "Ricefish are believed to have been kept as aquarium fishes since the 17th century. The Japanese ricefish was one of the first species to be kept and it has been bred into a golden color, from their original white coloring."}, {"pageTitle": "Common sandpiper", "sectionTitles": "Main, Taxonomy, Description", "Main": "The common sandpiper (Actitis hypoleucos) is a small Palearctic wader. This bird and its American sister species, the spotted sandpiper (A. macularia), make up the genus Actitis. They are parapatric and replace each other geographically; stray birds of either species may settle down with breeders of the other and hybridize. Hybridization has also been reported between the common sandpiper and the green sandpiper, a basal species of the closely related shank genus Tringa.", "Taxonomy": "The common sandpiper was one of the many bird species originally described by Carl Linnaeus in his landmark 1758 10th edition of Systema Naturae, where it was given the binomial name of Tringa hypoleucos. The current scientific name is from Ancient Greek. Actitis is from aktites, \"coast-dweller\" derived from akte, \"coast\", and hypoleucos is from hupo, \"beneath\", and leukos \"white\".", "Description": "The adult is 18–20 cm (7.1–7.9 in) long with a 32–35 cm (13–14 in) wingspan. It has greyish-brown upperparts, white underparts, short dark-yellowish legs and feet, and a bill with a pale base and dark tip. In winter plumage, they are duller and have more conspicuous barring on the wings, though this is still only visible at close range. Juveniles are more heavily barred above and have buff edges to the wing feathers.\n\nThis species is very similar to the slightly larger spotted sandpiper (A. macularia) in non-breeding plumage. But its darker legs and feet and the crisper wing pattern (visible in flight) tend to give it away, and of course they are only rarely found in the same location."}, {"pageTitle": "The Shard", "sectionTitles": "Main, Architecture", "Main": "The Shard, also referred to as the Shard of Glass, Shard London Bridge and formerly London Bridge Tower, is a 72-storey skyscraper, designed by the Italian architect Renzo Piano, in Southwark, London, that forms part of the Shard Quarter development. Standing 309.6 metres (1,016 feet) high, the Shard is the tallest building in the United Kingdom, and the seventh-tallest building in Europe. It is also the second-tallest free-standing structure in the United Kingdom, after the concrete tower of the Emley Moor transmitting station. It replaced Southwark Towers, a 24-storey office block built on the site in 1975.\n\nThe Shard's construction began in March 2009; it was topped out on 30 March 2012 and inaugurated on 5 July 2012. Practical completion was achieved in November 2012. The tower's privately operated observation deck, The View from The Shard, was opened to the public on 1 February 2013. The glass-clad pyramidal tower has 72 habitable floors, with a viewing gallery and open-air observation deck on the 72nd floor, at a height of 244 metres (801 ft). The Shard was developed by Sellar Property Group on behalf of LBQ Ltd and is jointly owned by Sellar Property (5%) and the State of Qatar (95%). The Shard is managed by Real Estate Management (UK) Limited on behalf of the owners.", "Architecture": "Renzo Piano, the project's architect, designed The Shard as a spire-like sculpture emerging from the River Thames. He was inspired by the railway lines next to the site, the London spires depicted by the 18th-century Venetian painter Canaletto, and the masts of sailing ships. Piano's design met criticism from English Heritage, who claimed the building would be \"a shard of glass through the heart of historic London\", giving the building its name, The Shard. Piano considered the slender, spire-like form of the tower a positive addition to the London skyline, recalling the church steeples featured in historic engravings of the city, and believed that its presence would be far more delicate than opponents of the project alleged. He proposed a sophisticated use of glazing, with expressive façades of angled glass panes intended to reflect sunlight and the sky above, so that the appearance of the building will change according to the weather and seasons. The building features 11,000 panes of glass, with a total surface area of 602,779 square feet (56,000.0 m2) equivalent to the area of almost eight Wembley football pitches.\n\nThe Shard was designed with energy efficiency in mind. It is fitted with a combined heat and power (CHP) plant, operating on natural gas from the National Grid. Fuel is efficiently converted to electricity, and heat is recovered from the engine to provide hot water for the building.\n\nFollowing the destruction of New York's World Trade Center (WTC) in the terror attacks of 11 September 2001, architects and structural engineers worldwide began re-evaluating the design of tall structures. The Shard's early conceptual designs were among the first in the UK to be amended following the publication of the US National Institute of Standards and Technology (NIST) report into the collapse of the WTC. The building is designed to maintain its stability under very onerous conditions, with its post-tensioned concrete and composite floors, load-bearing pillars and tapering shape giving it a sway tolerance of 400 millimetres (16 in).\n\nIn 2014, The Shard claimed first place at the Emporis Skyscraper Awards, recognising buildings over 100 m (328 ft) completed in the previous twelve months. The Emporis judges hailed the building as \"a skyscraper that is recognized immediately and which is already considered London's new emblem\"."}]