{
    "@metadata": {
        "authors": [
            "Maria Tracy, Anita Silva, LITW Team"
        ],
        "locale": "en",
        "message-documentation": "qqq"
    },
    "litw-template-title": "Test your World Knowledge!",
    "litw-irb-header": "What percentage of Wikipedia do you know?",
    "litw-irb-subheader-1": "This LabintheWild study will test the importance of images in knowledge understanding through Wikipedia articles about general world knowledge topics.",
    "litw-irb-subheader-2": "Please read the following information carefully before proceeding.",
    "litw-irb-body-1-p1": "Why we are doing this research?",
    "litw-irb-body-1-p2": "The primary goal of this project is to improve access to technology for diverse people. ",
    "litw-irb-body-2-p1": "What you will have to do?",
    "litw-irb-body-2-p2": "You will be asked to read excerpts from a Wikipedia articles that may or may not include images, and then you will be asked to answer multiple-choice questions about the article content. You will also be asked to answer demographic and survey questions.",
    "litw-irb-body-3-p1": "What you will get out of it?",
    "litw-irb-body-3-p2": "We will give you feedback on how you performed on the tasks. The final results from this experiment will be posted on our blog page. The studies on this website are not for clinical diagnoses. ",
    "litw-irb-body-4-p1": "Privacy and Data Collection:",
    "litw-irb-body-4-p2": " We will not ask you for your name. Any data that we collect will be securely stored on our servers.",
    "litw-irb-body-5-p1": "Are there any risks?",
    "litw-irb-body-5-p2": "We do not expect there to be any risks. For tasks that may cause fatigue, you have the option to skip that question or decline to respond. You are also free to end the experiment at any time by closing your browser window.",
    "litw-irb-body-6-p1": "Duration:",
    "litw-irb-body-6-p2": "Approximately 5 minutes.",
    "litw-irb-body-7-p1": "Contact information:",
    "litw-irb-body-7-p2": "If you have questions about this research or if you think you have been harmed by participating, you may contact Professor Katharina Reinecke, Paul G. Allen Center for Computer Science & Engineering, Box 352350, Seattle, WA 98195, reinecke@cs.washington.edu. The study has also been determined as exempt by the University of Michigan IRB (HUM00215042). If you have additional questions you may contact: Eytan Adar (eadar@umich.edu). ",
    "litw-irb-body-8-p1": "Funding:",
    "litw-irb-body-8-p2": "This research is supported by the National Science Foundation.",
    "litw-irb-body-final": "If you have questions about your rights as a research participant, or wish to obtain information, ask questions or discuss any concerns about this study with someone other than the researcher(s), please contact the University of Washington Human Subjects Division at 206-543-0098 or call collect at 206-221-5940 (for international calls include the US Calling Code: +1-206-543-0098).",
    "litw-irb-consent": "I agree to participate in this research. Participation in this research is voluntary, and I can stop at any time without penalty. I feel that I understand what I am getting into, and I know I am free to leave the experiment at any time by simply closing the web browser.",
    "litw-irb-warning": "You must check the box to continue.",
    "litw-instruct-header": "Please read these instructions carefully.",
    "litw-instruct-body-1-p1": "First you'll be asked how much knowledge you already have about a specific topic.",
    "litw-instruct-body-2-p1": "Next you'll be shown a Wikipedia article like this. Once you're done reading, click the arrow at the bottom of the page.",
    "litw-instruct-body-2-p2": "Then you'll answer three questions about what you've read. If you're not sure about an answer, take your best guess.",
    "litw-instruct-body-2-p1-touch": "Next you'll be shown a Wikipedia article like this. Once you're done reading, tap the arrow at the bottom of the page.",
    "litw-instruct-body-2-p2-touch": "Then you'll answer three questions about what you've read. If you're not sure about an answer, take your best guess.",
    "litw-knowledgeQ-prompt": "How much do you know about the topic, ",
    "litw-knowledgeQ-likert1": "I've never heard of it.",
    "litw-knowledgeQ-likert2": "I've heard of it but I don't know what it is.",
    "litw-knowledgeQ-likert3": "I have some knowledge about this topic.",
    "litw-knowledgeQ-likert4": "I know a lot about it.",
    "litw-knowledgeQ-likert5": "I'm an expert on this topic.",
    "litw-knowledgeQResponse1": "No problem! Take a look at the following article to learn more about ",
    "litw-knowledgeQResponse2": "Great that you've heard of it! Take a look at the following article to learn more.",
    "litw-knowledgeQResponse3": "We know you have some knowledge about this topic, so to learn more, take a look at the following article.",
    "litw-knowledgeQResponse4": "We know you already have a lot of knowledge about this topic, but to even the playing field, take a look at the following article.",
    "litw-knowledgeQResponse5": "We know you are an expert on this topic, but here's a refresher."
}
